Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་ན་བུ་བཙས་ནས་
en: After nine or ten months had passed, she gave birth to a child.

source: དེ་གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ། ཡི་གེ་དང་བྲམ་ཟེའི་སྤྱོད་ལམ་དང་། སྤྱོད་པ་དང་། ཨོཾ་ཞེས་བྱ་བ་དང་། བྷོ་ཞེས་བྱ་བ་དང་། གཙང་སྦྲ་དང་། ཆོ་ག་དང་ཐལ་བ་བླང་བ་དང་། རིལ་པ་ཐོགས་པ་དང་། ངེས་བརྗོད་ཀྱི་རིག་བྱེད་དང་། མཆོད་སྦྱིན་གྱི་རིག་བྱེད་དང་། སྙན་ཚིག་གི་རིག་བྱེད་དང་། སྲིད་སྲུང་གི་རིག་བྱེད་དང་། མཆོད་སྦྱིན་བྱ་བ་དང་། མཆོད་སྦྱིན་བྱེད་དུ་གཞུག་པ་དང་། སྦྱིན་པ་དང་། བླང་བ་དང་། ཁ་ཏོན་བྱ་བ་དང་། ཁ་ཏོན་སློབ་ཏུ་གཞུག་པའི་ཐབས་བསླབས་ནས། ལས་རྣམ་པ་དྲུག་ལ་མཁས་པའི་བྲམ་ཟེར་གྱུར་ཏེ།
en: As he grew up, he studied letters, brahminical customs and conduct, the syllables oṃ and bho , ritual purity, ritual actions , the collection of ashes, holding the ritual vase, the Ṛg Veda , the Yajur Veda , the Sāma Veda , the Atharva Veda , how to perform sacrificial rites, how to lead others in performing sacrificial rites, how to give and receive offerings, recitation, and recitation instruction. Trained in these procedures, he became a master of the six types of brahminical activities,

source: དེ་ནས་ཕྱི་ཞིག་ན་དེའི་ཕ་མ་གཉིས་ཤིའོ། །
en: One day his parents died.

source: དེ་གཉིས་ཤི་ནས་ཁྱེའུ་དེས་བསམས་པ།
en: After their death the young man thought,

source: བྲམ་ཟེ་རྣམས་ཀྱི་ལུགས་ཀྱིས་ན། ལོ་བཞི་བཅུ་རྩ་བརྒྱད་ཀྱི་བར་དུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས། དེའི་འོག་ཏུ་ཆུང་མ་ལེན་པར་བྱེད་ཀྱིས།
en: “According to brahminical custom, one may take a wife after practicing pure conduct for forty-eight years.

source: བདག་གིས་ཀྱང་ལོ་བཞི་བཅུ་རྩ་བརྒྱད་ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་བྱའོ་སྙམ་ནས།
en: So I will practice pure conduct for forty-eight years.”

source: དེས་ལོ་བཞི་བཅུ་རྩ་བརྒྱད་ཀྱི་བར་དུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས་ཆུང་མ་བླངས་ཏེ།
en: He practiced pure conduct for forty-eight years and then took a wife.

source: དེའི་ཆུང་མ་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་ལ་མཛེས་པ་དང་།
en: His wife was well proportioned, pleasing to the eye, and beautiful.

source: གཡེམ་ཞིང་སྐྱེས་པ་འདོད་པ་ཞིག་སྟེ།
en: But she was also adulterous and lustful.

source: དེ་ཁྱིམ་ཐབ་རྒན་པོ་དང་ལྷན་ཅིག་འདུག་པས་སྙིང་མི་ཚིམ་ནས། དེས་སྐྱེས་པ་གཞན་བཙལ་ཏོ། །
en: Being with her aged husband did not satisfy her desire, and she looked for another man.

source: བདག་གིས་ཁྱིམ་ཐབ་འདི་ཇི་སྲིད་འདི་ན་འདུག་པའི་བར་དུ་ནི། བདག་སྐྱེས་པ་གཞན་དང་ལྷན་ཅིག་ཉལ་བའི་སྐབས་མེད་ཀྱིས།
en: “So long as my husband still lives, I’ll have no opportunity to sleep with another man.

source: བདག་གིས་འདི་ཡུལ་གཞན་དུ་གཏང་བར་བྱའོ་སྙམ་ནས
en: I will send him to another land.”

source: ཇི་ལྟར་ཇོ་བོའི་ཁྱིམ་ན་ཇི་ཡང་མི་བདོག་ན།
en: “Lord, there’s nothing at all in the house.

source: ཁྱོད་ཀྱིས་བདག་བླངས་ཏེ་ཅི་བགྱི།
en: Why did you make me your wife?

source: བདག་ཕ་མའི་ཁྱིམ་དུ་སླར་མཆིའོ། །
en: Let me go back to my parents’ house.

source: འོན་ཀྱང་བདག་གིས་འཚལ་མ་བདེ་བླག་ཏུ་འཚལ་དུ་མཆིས་སོ། །
en: At least there I can get food without much trouble.”

source: བྲམ་ཟེས་སྨྲས་པ།
en: The brahmin said,

source: བཟང་མོ་མི་དགའ་བར་མ་བྱེད་ཅིག །
en: “Sweet one, don’t be sad.

source: བདག་ཅག་བྲམ་ཟེ་རྣམས་ལ་སློང་མོས་འཚོ་བ་ཡང་ཡོད་ཀྱིས།
en: We brahmins can subsist just as well on alms.

source: བདག་ཡུལ་གཞན་དུ་སོང་ལ་ནོར་བཙལ་ཏེ། ཕྱིར་འོང་ངོ་ཞེས་བྱས་ནས།
en: I will go seek riches in another country, then return.”

source: ཆུང་མ་ལ་བརྒྱགས་ཕོགས་ཏེ་སོང་ངོ་། །
en: So he departed, leaving his wife a supply of food.

source: དེ་སོང་ནས་ཀཱར་ཥཱ་པ་ཎ་མང་པོ་ཞིག་རྙེད་ནས་དེ་དག་ཁྱེར་ཏེ།
en: After he arrived in that other land he came into possession of many gold coins,

source: མཉན་དུ་ཡོད་པར་ཆས་པ་ལས། དེ་ལམ་དུ་མི་རྒོད་ཀྱིས་བཅོམ་ནས་དེ་ཤིན་ཏུ་སྡུག་བསྔལ་བར་གྱུར་ཏེ།
en: and as he was carrying them back to Śrāvastī, he was robbed by bandits on the road, and suffered greatly.

source: གལ་ཏེ་བདག་ཁྱིམ་དུ་སོང་ན་ནི་བྲམ་ཟེ་མོ་དང་འཐབ་མོ་ཆེན་པོ་འབྱུང་བར་འགྱུར་གྱིས།
en: “If I go home, there will be a great falling out with the brahminī.

source: བདག་གིས་འཚོ་བ་འདི་ལྟ་བུ་བཏང་ལ།
en: What a source of livelihood have I relinquished!

source: ནགས་ཁུང་ཐིབས་པོར་སོང་སྟེབདག་འཆི་བར་བྱའོ་སྙམ་ནས།
en: I’ll just walk into the thick of the forest and die.”

source: དེ་ནགས་ཁུང་ཐིབས་པོར་སོང་སྟེ། ཤིང་ཀ་ནས་ཐག་པས་བཏགས་ནས།
en: So he walked into the thick of the forest intending to hang himself with a rope from a tree.

source: འགག་པར་བྱས་པ་ལས། དེའི་སྐབས་སུ་བཅོམ་ལྡན་འདས་ཀྱིས་དགོངས་པ།
en: When he halted there, the Blessed One thought,

source: བྲམ་ཟེ་འདི་ངའི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས། ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱེད་པར་འགྱུར་བ་ཞིག་ན། འདི་ལྟ་བུའི་གཟུ་ལུམས་བྱེད་ཅིང་འདུག་གོ་སྙམ་དུ་དགོངས་ནས།
en: “This brahmin is acting rashly, for he is to go forth in my very doctrine, cast away all afflictive emotions, and manifest arhatship.”

source: བཅོམ་ལྡན་འདས་མཉན་དུ་ཡོད་པ་ནས་མི་སྣང་བར་གྱུར་ཏེ། ནགས་ཁུང་ཐིབས་པོ་དེར་གཤེགས་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེ་དེ་ལ་བཀའ་སྩལ་པ།
en: So the Blessed One disappeared from Śrāvastī and traveled to the thick of the forest, where he said to the brahmin,

source: བྲམ་ཟེ་གཟུ་ལུམས་མ་བྱེད་ཅིག །
en: “Brahmin, don’t be rash.

source: ངས་ཁྱོད་ལ་ནོར་སྦྱིན་ནོ་ཞེས་བཀའ་སྩལ་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་གཏེར་བསྟན་ཏེ།
en: I shall give you riches,” and revealed a treasure.

source: བྲམ་ཟེ་ཁྱོད་ཀྱི་ནོར་འདི་ཡིན་གྱི་སྲོག་ཕངས་པ་མ་དོར་ཅིག་ཅེས་བཀའ་སྩལ་ནས།
en: “Brahmin, these riches are yours—don’t throw away your precious life.”

source: བཅོམ་ལྡན་འདས་སླར་གཙུག་ལག་ཁང་དུ་གཤེགས་སོ། །
en: With those words the Blessed One returned to the monastery.

source: དེ་ནས་བྲམ་ཟེ་དེས་ནོར་དེ་དག་ཁྱེར་ཏེ་རང་གི་ཁྱིམ་དུ་སོང་ནས།
en: The brahmin returned home bearing riches.

source: དེ་ཁྱིམ་གྱི་འབྱོར་པ་རྒྱས་པར་བྱས་ཏེ་བཞག་ནས་སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱེད་པ་ལ་ཞུགས་སོ། །
en: The house prospered, and he began to give gifts and make merit.

source: དགེ་སྦྱོང་གཽ་ཏམ་ནི་བདག་ལ་ཕན་པ་དང་དབེན་པ་ཡིན་གྱིས།
en: “The ascetic Gautama has been beneficial and comforting for me.

source: བདག་ཁྱིམ་ན་གནས་པ་བཏང་ལ། དེའི་ཐད་དུ་རབ་ཏུ་འབྱུང་བར་བྱའོ་སྙམ་སྟེ
en: I will give up living at home to go forth in the presence of the Blessed One.”

source: ཁྱིམ་གྱི་འཁོར་བཏང་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས།
en: He gave up household affairs and went to see the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། ཆོས་མཉན་པའི་ཕྱིར་སྤྱན་སྔར་འདུག་གོ། །
en: Upon his arrival he touched his head to the Blessed One’s feet and sat at one side to listen to the Dharma.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་བསམ་པ་དང་། བག་ལ་ཉལ་དང་། ཁམས་དང་། ཤེས་པ་དང་། རང་བཞིན་ཐུགས་སུ་ཆུད་ནས་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: The Blessed One directly apprehended his thoughts, habitual tendencies, temperament, capacity, and nature, and taught him the Dharma accordingly.

source: དེས་ན་བྲམ་ཟེ་དེས་སྟན་དེ་ཉིད་ལ་འདུག་བཞིན་དུ། འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ།
en: When he heard it, the brahmin destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection, and manifested the resultant state of stream entry right where he sat.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བའི་ཚིག་གིས་རབ་ཏུ་ཕྱུང་སྟེ།
en: With the words “Come, join me, monk!” the Blessed One led him to go forth as a novice,

source: དེས་ཀྱང་བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: He cast away all afflictive emotions through diligence, practice, and effort, and manifested arhatship.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཙུན་པ་བྲམ་ཟེ་འདི་དབུལ་བས་འཇིགས་ནས། བདག་ཉིད་འགུམ་པར་བགྱིད་པ་ལས་
en: “Lord,” the monks requested the Blessed Buddha, “tell us why this brahmin, for fear of poverty, was going to kill himself,

source: བཅོམ་ལྡན་འདས་ཀྱིས་ནོར་གྱི་ཕུང་པོ་ཆེན་པོ་དང་སྤྲད་དེ། གཡུང་དྲུང་གི་མཐར་ཐུག་པ་གྲུབ་པ་དང་། བདེ་བའི་མྱ་ངན་ལས་འདས་པ་ལ་བཀོད་པ་ལ་གཟིགས།
en: and the Blessed One presented him with a mountain of riches and established him in the unsurpassed, supreme welfare of nirvāṇa.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ། འདས་པའི་དུས་ན་ཡང་བྲམ་ཟེ་འདི་དབུལ་བས་འཇིགས་ནས། བདག་ཉིད་འཆི་བར་བྱས་པ་ལས།
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, for fear of poverty this brahmin was going to kill himself,

source: ངས་ནོར་གྱི་ཕུང་པོ་ཆེན་པོ་བྱིན་ནས། དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་ཅི་ལྟར་གནས་པར་བྱས་པ་དེ་ཉོན་ཅིག །
en: and I gave him a mountain of riches and set him on the path of the ten virtuous actions. Listen well!

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན་རྒྱལ་པོ་དབང་ཆེན་སྡེ་ཞེས་བྱ་བ་རྒྱལ་པོ་བྱེད་དེ་དེའི་རིང་ལ་འབྱོར་པ་དང་། རྒྱས་པ་དང་། བདེ་བ་དང་། ལོ་ལེགས་པ་དང་། སྐྱེ་བོ་དང་མི་མང་པོས་གང་བ་དང་།
en: “Monks, it took place in times gone by, during King Mahendrasena ’s reign in the city of Vārāṇasī. The kingdom was prosperous, flourishing, happy, and well populated.

source: རྩོད་པ་དང་། འཐབ་པ་ཞི་བ་དང་། འཁྲུག་པ་དང་། ནང་འཁྲུག་དང་། ཆོམ་རྐུན་དང་། ནད་དང་། མུ་གེ་མེད་པ་དང་།
en: Quarreling and arguments had ceased, there was no fighting or infighting, and there were no robbers, thieves, illness, or famine.

source: རྒྱལ་པོ་དེ་ཡང་བྱམས་པའི་བདག་ཉིད་ཅན་སྙིང་རྗེ་དང་ལྡན་པ། སེམས་ཅན་ལ་བྱམས་པ། སྦྱིན་པ་ལ་དགའ་བ་ཞིག་སྟེ།
en: “The king was of a loving nature, quite compassionate, loved beings, and delighted in giving.

source: དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། སྡུག་ཅིང་ཕོངས་པ་དང་བཀྲེན་པ་རྣམས་ལ་ཅི་དང་ཅི་འདོད་པ་སྦྱིན་པར་བྱེད་དོ། །
en: He provided for the ascetics, the brahmins, the bereft, and the poor.

source: བཟའ་བ་དང་བཅའ་བ་མང་པོ་དག་སྟ་གོན་བྱས་ཏེ། སྲོག་ཆགས་ནམ་མཁའ་ལ་གནས་པ་དང་། ཆུ་ན་གནས་པ་དང་། ཐང་ལ་གནས་པ་རྣམས་ལ་སྦྱིན་པར་བྱེད་དོ། །
en: He prepared a great deal of food and drink and made gifts of it to the creatures who flew through the sky, dwelt in the water, or made their homes in the fields.

source: འཇིག་རྟེན་དག་ཀྱང་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་བཀོད་པར་བྱེད་དོ། །
en: He set all his people on the path of the ten virtuous actions and promised,

source: དེ་ནས་ཕྱིན་ཅད་བདག་གིས་སེམས་ཅན་རྣམས་ལ་ཐམས་ཅད་སྦྱིན་ནོ་ཞེས་དམ་བཅས་སོ། །
en: ‘From this day forth I shall give all to beings.’

source: དེ་ནས་ཆོས་བཞིན་དུ་རྒྱལ་པོ་བྱེད་པས། མི་དང་མི་མ་ཡིན་པ་རྣམས་ཀྱིས་ཀྱང་དེ་ལ་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦ་བའི་ཕྱིར་བརྩོན་པར་བྱེད་དེ།
en: “He ruled the kingdom in accord with the Dharma, so even nonhuman spirits strove to protect and shelter and shield him.

source: དེ་དག་གིས་དུས་དུས་སུ་ཆར་གྱི་རྒྱུན་ལེགས་པར་འབེབས་ཤིང་འབྲུ་རྣམས་རྒྱས་པར་བྱེད་དོ། །
en: From time to time they let fall streams of rain to make the grain crops flourish.

source: རྒྱལ་པོ་དེའི་འདབ་ཀྱི་ཉི་འོག་གི་རྒྱལ་པོ་ནི། ཆོས་མ་ཡིན་པས་རྒྱལ་པོ་བྱེད་དེ།
en: “One of the king’s neighboring kings reigned unrighteously.

source: ཤིང་སྒྲོག་དང་། རྐང་སྒྲིལ་དང་། ལག་སྒྲིལ་དང་། ཨན་པན་གདགས་པ་རྣམས་ཀྱིས། ཡུལ་ན་གནས་པའི་སྐྱེ་བོ་མང་པོ་ལ་གནོད་པ་བྱེད་དེ།
en: He tortured the inhabitants of the country, pillorying them and locking them in wooden stocks.

source: དེའི་མི་རྣམས་ནན་གྱིས་དཔྱ་བླ་སྐྱེས་རྒྱུད་མས་འཇིགས་ཏེ། རྒྱལ་པོ་དབང་ཆེན་སྡེའི་ཡུལ་དུ་དོང་སྟེ་འཁོད་དོ། །
en: The people were continually subjected to heavy taxes, and in their anxiety they fled to live in King Mahendrasena ’s country.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཉི་འོག་གི་རྒྱལ་པོ་དེ་བློན་པོ་མང་པོས་ཞབས་འབྲིང་བྱས་ནས། ཡུལ་བལྟར་སོང་སོང་བ་ལས།
en: “One day, as the neighboring king was traveling about with a great many ministers surveying the countryside,

source: དེས་བལྟས་ན་གྲོང་དང་། གྲོང་རྡལ་དང་། གྲོང་ཁྱེར་དང་། ནགས་ཁྲོད་ཀྱི་གྲོང་དང་། ཚོང་དུས་རྣམས་སྟོངས་པར་མཐོང་ནས། བློན་པོ་རྣམས་ལ་ཀྭའི་ཅིའི་ཕྱིར་ཡུལ་སྟོངས་པ་ལ་ཐུག་པར་གྱུར་ཅེས་དྲིས་ནས་
en: he saw that all the villages, towns, cities, forest settlements, and marketplaces were empty, and he asked the ministers, ‘Ministers, why is it that we have encountered such an empty land?’

source: བློན་པོ་རྣམས་ན་རེ། ལྷ་རྒྱལ་པོ་དབང་ཆེན་སྡེའི་ཡུལ་འབྱོར་པ་དང་། རྒྱས་པ་དང་། བདེ་བ་དང་། ལོ་ལེགས་པ་དང་ལྡན་ལ།
en: “ ‘Deva,’ the ministers replied, ‘ Mahendrasena ’s country is prosperous, flourishing, happy, and has good harvests,

source: སྐྱེ་བོ་མང་པོ་དེ་དག་ཀྱང་དཔྱ་ཁྲལ་མ་མཆིས་པ་དང་འདྲ་བར་འཁོད་པས་ན། སྐྱེ་བོ་ཕལ་པོ་ཆེ་རྣམས་དེར་དོང་སྟེ་འཁོད་དོ་ཞེས་ཟེར་རོ། །
en: and most who live there have hardly any taxes to pay, so many have left to go live there.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཉི་འོག་གི་རྒྱལ་པོ་དེ་ཁྲོས་ནས།
en: As soon as the neighboring king heard this he seethed with anger,

source: དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་གོ་བསྐོན་ཏེ།
en: arrayed the four divisions of his army,

source: རྒྱལ་པོ་དབང་ཆེན་སྡེ་དང་གཡུལ་འགྱེད་པའི་ཕྱིར་དྲངས་སོ། །
en: and advanced on King Mahendrasena ’s country to wage war.

source: དེ་ནས་རྒྱལ་པོ་དབང་ཆེན་སྡེ་ཉི་འོག་གི་རྒྱལ་པོ་དེ་ཁྲོས་ནས་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་གོ་བསྐོན་ཏེ། བདག་དང་གཡུལ་འགྱེད་པའི་ཕྱིར་དྲངས་སོ་ཞེས་ཐོས་སོ། །
en: “Now King Mahendrasena heard that the neighboring king, seething, had arrayed the four divisions of his army and advanced on his country to wage war.

source: ཐོས་ནས་ཀྱང་བློན་པོ་རྣམས་བསོགས་ཏེ་བསྒོ་བ།
en: Hearing this, he instructed his ministers,

source: ཀྱེ་ངས་ནི་ཚེ་གཅིག་གི་འཚོ་བ་ཙམ་གྱི་ཕྱིར་སྡིག་པ་བྱེད་མི་ཕོད་ཀྱིས།
en: ‘I don’t dare engage in wrongdoing for just one lifetime’s sake,

source: གལ་ཏེ་ཁྱོད་ཡུལ་ཕུང་བར་འགྱུར་མི་འདོད་ན་ནི། ཉི་འོག་གི་རྒྱལ་པོ་དེ་ལ་ཕྱག་འཚོལ་ཅིག །
en: so if you don’t wish your country ruin, bow down to this neighboring king.

source: ང་ནི་དེ་ལ་གནོད་པ་བྱེད་མི་ཕོད་དོ་ཞེས་བྱས་ནས།
en: I dare not harm him.’

source: ནགས་ཀྱི་ནང་ན་ཤིང་ཤུན་ཤར་བུའི་གོས་གྱོན་ཅིང་། །འབྲས་བུ་ཟ་ལ་གཅན་གཟན་དག་དང་འགྲོགས་ཀྱང་བླའི། །འཇིག་རྟེན་ཕ་རོལ་དག་གིས་འཛེམ་པའི་མི་རྣམས་ཀྱིས། །རྒྱལ་སྲིད་དག་གི་ཕྱིར་ནི་གསོད་དང་བཅིང་མི་བྱ། །
en: “ ‘People concerned about their future lives Would rather live in the woods, clad in tree bark, Eating fruit in the midst of carnivorous beasts Than shackle and kill for the sake of a kingdom.’

source: དེ་ནས་བློན་པོ་རྣམས་ཀྱིས་བསམས་པ།
en: “The ministers thought,

source: རྒྱལ་པོ་འདི་ནི་སུ་ལ་ཡང་གསོད་མི་ཕོད་དེ།
en: ‘This king doesn’t dare kill anyone.

source: བདག་ཅག་ཀུན་མེད་པར་གྱུར་ན་མི་རུང་གིས། བདག་ཅག་ཐམས་ཅད་གྱི་ན་ལ་སྡུག་བསྔལ་བར་གྱུར་པ་བས་ནི།
en: It’s not right for us all to perish and to suffer over something so pointless.

source: བདག་ཅག་གིས་འདི་གཅིག་པུ་བོར་ཡང་བླའོ་སྙམ་ནས་
en: Better that we all leave him behind instead.’

source: དེ་དག་གིས་རྒྱལ་པོ་བོར་ཏེཉི་འོག་གི་རྒྱལ་པོ་དེ་ལ་བབས་སོ། །
en: So they left the king behind, allying themselves with the neighboring king.

source: དེ་ནས་རྒྱལ་པོ་དབང་ཆེན་སྡེས་ཀྱང་ཚོར་ཏེ། བློན་པོ་འདི་རྣམས་ཀྱིས་བདག་བོར་རོ་སྙམ་ནས། ནགས་ཀྱི་ནང་དུ་གནས་བཅས་ཏེ། དེ་དེར་སོང་ནས་རྩ་བ་དང་འབྲས་བུ་ཟ་ཞིང་འདུག་གོ། །
en: When King Mahendrasena became aware that his ministers had left him behind, he went to live in the forest, and there he remained, eating roots and fruit.

source: དེ་སོང་བའི་འོག་ཏུ་ཉི་འོག་གི་རྒྱལ་པོ་དེ་འོངས་ནས་ཡུལ་མི་རྣམས་ཕབ་སྟེ། རྒྱལ་པོ་དེ་གར་སོང་ཞེས་དྲིས་ན།
en: “After he had gone, the neighboring king came, assembled the local people, and asked, ‘Where has the king gone?’

source: བློན་པོ་རྣམས་ན་རེ་ལྷ་བྲོས་ལགས་སོ་ཞེས་ཟེར་རོ། །
en: “ ‘Deva, he fled,’ the ministers replied.

source: དེ་ནས་ཉི་འོག་གི་རྒྱལ་པོས་ཡུལ་དེ་ཆམ་དུ་ཕབ་སྟེ།
en: Then the neighboring king brought the country under his control.

source: དཔའ་བོ་ཐམས་ཅད་ཀྱི་བྱ་དགར་བགོ་བཤའ་བྱས་ནས། ཡུལ་དེ་ཉིད་དུ་བཏབ་སྟེ་འདུག་གོ། །
en: He divvied up the spoils among the war heroes, laid claim to the kingdom, and remained there.

source: དེ་ནས་དེའི་ཚེ་རི་ཁྲོད་ཀྱི་གྲོང་ཞིག་ན། བྲམ་ཟེ་དབུལ་པོ་འཚོ་བས་ཕོངས་པ་ཞིག་གནས་ཏེ།
en: “Now at that time there lived in a remote mountain village a certain poor brahmin who was destitute of means.

source: མཐར་གྱིས་དེའི་བུ་དང་བུ་མོ་མང་པོ་བཙས་ནས། དེ་གསོ་བ་མང་ལ་ཡུལ་དེར་མུ་གེ་ཡང་བྱུང་ནས། དེ་ཁྱིམ་གྱི་བཟའ་མི་རྣམས་བསྐྱང་མ་ནུས་སོ། །
en: Over time he had ever more sons and daughters to feed, and when a famine arose in the land he could not provide for the members of his household.

source: དེ་ནས་བྲམ་ཟེ་དེས་བཱ་རཱ་ཎ་སཱི་ན་རྒྱལ་པོ་དབང་ཆེན་སྡེ་ཞེས་བྱ་བ་བཞུགས་ཏེ། རྒྱལ་པོ་དེ་ཡང་བྱམས་པའི་བདག་ཉིད་ཅན། སྙིང་རྗེ་དང་ལྡན་པ་སེམས་ཅན་ལ་བྱམས་པ། སྦྱིན་པ་ལ་དགའ་བ། ཐམས་ཅད་སྦྱིན་པར་བྱེད་པ་ཞིག་གོ་ཞེས་ཐོས་ནས།
en: He heard that King Mahendrasena of Vārāṇasī was of a loving nature, quite compassionate, had a love for beings, delighted in giving, and was generous to all. When he heard this he thought,

source: བདག་དེའི་ཐད་དུ་འགྲོ་བར་བྱའོ། །དེའི་ཐད་དུ་སོང་བ་དང་བདག་ནི་ནོར་དེ་ལས་འོང་ངོ་སྙམ་ནས་
en: ‘I will seek an audience with him. Perhaps I can get some money from him.’

source: བཱ་རཱ་ཎ་སཱིར་སོང་ངོ་། །དེ་དེར་སོང་ནས་རྒྱལ་པོ་དབང་ཆེན་སྡེས་ནགས་སུ་གནས་བཅས་སོ་ཞེས་ཐོས་སོ། །
en: He went to Vārāṇasī, and there he heard that King Mahendrasena had gone to live in the forest.

source: དེ་ཐོས་མ་ཐག་ཏུ་བྲམ་ཟེ་དེ་ཤིན་ཏུ་སྡུག་བསྔལ་བར་གྱུར་ནས་བསམས་པ།
en: When the brahmin heard this, he felt greatly worried but thought,

source: བདག་དེའི་ཐད་དུ་དཀའ་ཐུབ་ཀྱི་ནགས་ཚལ་དུ་སོང་བ་དང་། དེ་དེ་ན་འདུག་ཀྱང་བདག་ལ་ནོར་སྦྱིན་པར་འགྱུར་ཡང་སྲིད་དོ་སྙམ་ནས
en: ‘If I seek an audience with him there in the forest devoted to austerities, perhaps he’ll bestow riches upon me yet.’

source: ས་ཕྱོགས་གང་ན་བྱང་ཆུབ་སེམས་དཔའ་གནས་པ་དེར་སོང་སྟེ།
en: “He traveled to the place where the bodhisattva was living, and approached him.

source: དེའི་ཐད་དུ་སོང་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེས་དེ་ལ་ཚིག་འཇམ་པོས་མགུ་བར་བྱས་ཏེ། རྩ་བ་དང་འབྲས་བུ་དག་བྱིན་ནས་དྲིས་པ།
en: The bodhisattva pleased him with his gentle words, gave him roots and fruit, and asked,

source: ཁྱོད་འདིར་ཅི་ལ་འོང་།
en: ‘Why have you come here?’

source: བྲམ་ཟེས་སྨྲས་པ། ད་ལྟར་མུ་གེ་བྱུང་སྟེ། ཕོངས་ཤིང་གནོད་པར་གྱུར་ལ།
en: “ ‘A famine has struck recently, and I am destitute and unwell,’ said the brahmin.

source: བདག་ལ་གསོ་བ་ཡང་མང་ན། བདག་གིས་དེ་དག་གསོ་ཡང་མ་ནུས་ནས།
en: ‘What’s more, I have many children to provide for, and I’m not able to provide for them.

source: བདག་གིས་ཐོས་ན་རྒྱལ་པོ་དབང་ཆེན་སྡེ་ནི་ཐམས་ཅད་སྦྱིན་པར་བྱེད་དོ་ཞེས་ཐོས་ནས། དེ་བདག་གི་ནོར་གྱི་འབྱུང་ཁུང་དུ་འགྱུར་རོ་སྙམ་སྟེ།
en: I heard that King Mahendrasena gives away all he has, and I thought, “He could be a fountain of riches.”

source: ཁྱོད་ཀྱི་ཐད་དུ་མཆིས་སོ། །
en: So here I am before you.’

source: བྱང་ཆུབ་སེམས་དཔའས་སྨྲས་པ།
en: “The bodhisattva said,

source: དེས་ནགས་ཀྱི་ནང་དུ་གནས་བཅས་སོ་ཞེས་ཁྱོད་ཀྱིས་མ་ཐོས་སམ།
en: ‘Did you not hear I’d gone to live in the forest?

source: ད་དེ་ལ་ནོར་ག་ལ་ཡོད།
en: Where would all my riches be?’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་བྲམ་ཟེ་དེ་རེ་ཐག་ཆད་ནས་བརྒྱལ་ཏེ་ས་ལ་འགྱེལ་ཏོ། །
en: No sooner had the brahmin heard this than he went senseless with despair and fell to the ground.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའས་དེའི་གདོང་དུ་ཆུ་གཏོར་ཏེ་དེ་བསླང་ངོ་། །
en: The bodhisattva threw water on his face to wake him.

source: དེ་ནས་དེས་བསམས་པ་བདག་ལ་འཚོ་བ་འདི་ལྟ་བུ་ཅི་དགོས་ཀྱིས་བདག་སོང་ལ་ནགས་སྟུག་པོའི་ནང་དུ་ཞུགས་ཏེ། འཆི་བར་བྱའོ་སྙམ་ནས་
en: When he awoke, the brahmin thought, ‘What’s the use of such a life? I will walk into the thick of the forest and die.’

source: ཐག་པ་ཁྱེར་ཏེ་ནགས་སྟུག་པོའི་ནང་དུ་ཞུགས་ནས་ཤིང་ཀ་ནས་ཐག་པས་བཏགས་ཏེ་
en: He took up a rope and walked into the thick of the forest, intending to hang himself with the rope from a tree.

source: འགག་པར་བྱས་པ་ལས། བྱང་ཆུབ་སེམས་དཔའས་མཐོང་ནས
en: “When he halted there, the bodhisattva saw him,

source: མཐོང་མ་ཐག་ཏུ་སྙིང་རྗེ་སྐྱེས་ནས། དེས་བསམས་པ་གལ་ཏེ་བྲམ་ཟེ་འདིས་བདག་ཁྲིད་དེ་དགྲའི་ཐད་དུ་སོང་ན་ནི་དེས་འདི་ལ་ནོར་གྱི་ཕུང་པོ་སྦྱིན་པར་འགྱུར་རོ་སྙམ་ནས།
en: and seeing him so, immediately welled up with compassion and thought, ‘If this brahmin takes me to my enemy, he will be rewarded with a mountain of riches.’

source: བྲམ་ཟེ་གཟུ་ལུམས་མ་བྱེད་ཅིག་དང་། ངས་ཁྱོད་ཀྱི་དབུལ་བ་གཅད་པར་བྱའོ། །
en: ‘Brahmin, don’t be rash. I will put an end to your poverty.

source: བྲམ་ཟེ་ཁྱོད་ཚུར་ཤོག །
en: Come, brahmin—

source: ང་ཕྱིན་ཀ་ལོག་ཏུ་དམ་པོར་བཅིངས་ལ། རྒྱལ་པོ་ཆེ་གེ་མོ་ཞིག་གི་ཐད་དུ་ཁྲིད་དེ་སོང་ཤིག་དང་།
en: bind me tightly and take me before King So-and-So,

source: དེས་ཁྱོད་ལ་ནོར་གྱི་ཕུང་པོ་ཆེན་པོ་སྦྱིན་པར་འགྱུར་རོ། །
en: and he will give you a mountain of riches.’

source: བྲམ་ཟེས་སྨྲས་པ། བདག་ནི་ཁྱོད་ལྟ་བུ་འཆིངས་མི་ཕོད་དོ། །
en: “ ‘I could never tie up someone like you,’ the brahmin said.

source: བྱང་ཆུབ་སེམས་དཔའས་སྨྲས་པ། ཐེ་ཙོམ་མེད་པར་གྱིས་ལ་ང་ཆིངས་ལ་ཁྲིད་དེ་སོང་ཤིག །
en: “ ‘Don’t hesitate,’ said the bodhisattva. ‘Bind me and take me away.’

source: དེ་ལས་ཐབས་གུད་ན་མ་མཐོང་ངོ་།
en: For he saw no other way.

source: དེ་ནས་བྲམ་ཟེ་ན་རེ་ཁྱོད་ཅི་ལྟར་འདོད་པ་བཞིན་དུ་བགྱིའོ་ཞེས་བགྱིས་ནས།
en: “ ‘As you wish,’ the brahmin replied.

source: བྲམ་ཟེ་དེས་བྱང་ཆུབ་སེམས་དཔའ་ཕྱིན་ཀ་ལོག་ཏུ་བཅིངས་ནས་ཁྲིད་དེ་བཱ་རཱ་ཎ་སཱིར་ཆས་སོ། །
en: The brahmin bound him tightly and took him to Vārāṇasī,

source: དེ་ནས་དེ་སྐྱེ་བོ་མང་པོ་དེ་དག་གིས་མཐོང་ནས་ངོ་ཤེས་ཏེ།
en: where many people saw and recognized him,

source: དེ་དག་རྒྱལ་པོའི་ཐད་དུ་སོང་སྟེ་གསོལ་ན། དེ་དག་ལ་རྒྱལ་པོ་ཡིད་མ་ཆེས་ནས།
en: but when the people approached the king and informed him, he didn’t believe them.

source: དེ་གཏད་བཞིན་དུ་རྒྱལ་པོའི་ཕོ་བྲང་ནས་ཕྱུང་སྟེ།
en: As he was being handed over, the king emerged from the royal palace.

source: བྱང་ཆུབ་སེམས་དཔའི་ཐད་དུ་སོང་ནས། བྲམ་ཟེ་དེས། བྱང་ཆུབ་སེམས་དཔའ་དམ་དུ་བཅིངས་ཏེ་ཁྲིད་དེ་འོངས་པ་མཐོང་ངོ་། །
en: He approached the bodhisattva and saw that the brahmin had tightly bound the bodhisattva and brought him there.

source: མཐོང་ནས་ཀྱང་དྲིས་པ་འདི་ཁྱོད་ཀྱིས་ག་ལས་ཁྲིད་དེ་འོངས།
en: He asked him, ‘This man—whence did you bring him?’

source: དེས་སྨྲས་པ། འདི་ནི་ལྷའི་དགྲ་ལགས་ཏེ།
en: “ ‘This man,’ he replied, ‘is your enemy, Deva.

source: འདི་ནི་བདག་གིས་དཀའ་ཐུབ་ཀྱི་ནགས་ཚལ་ན་གནས་པ་ལས་མཐུས་བཟུང་ནས་ཁྲིད་དེ་མཆིས་སོ། །
en: I overpowered him while he was living in the forest devoted to austerities and brought him here.’

source: རྒྱལ་པོ་འདི་ནི་ལུས་ཆེ་ཞིང་སྟོབས་ཆེ་ལ།
en: ‘This king’s body is large and powerful,

source: བྲམ་ཟེ་འདི་ནི་ལུས་ཉམ་ཆུང་བས་ན།
en: and the brahmin’s body is very weak—

source: འདིས་འདི་གཟུང་བར་ག་ལ་ནུས་ཏེ།
en: how would he have been able to catch him?

source: འདི་ནི་སྙིང་རྗེ་ཆེ་ལ་སེམས་ཅན་ལ་བྱམས་པས་ན།
en: This king is very compassionate, and has love for beings.

source: འདིས་བདག་གིས་བདག་བཅིངས་ནས། འདི་ལ་བྱིན་གོར་མ་ཆག་སྙམ་སྟེ།
en: He must have tied himself up and given himself over to him.’

source: བྲམ་ཟེ་འདི་ཁྱོད་ཀྱིས་ཇི་ལྟར་བཟུང་བ་དྲང་པོར་སྨྲོས་ཤིག །
en: Tell us the truth.’

source: དེ་ནས་བྲམ་ཟེ་དེས་རྒྱལ་པོ་དེ་ལ་ཇི་ལྟར་གྱུར་པ་བཞིན་དུ་བསྙད་དོ། །
en: “The brahmin told the king everything just as it had been,

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་རྒྱལ་པོ་དེ་དད་པར་གྱུར་ནས་སེམས་ཅན་དག་པ་འདི་ལྟ་བུ་ལ་བདག་གིས་གནོད་པ་བྱས་སོ་སྙམ་ནས་
en: and as soon as he heard it, the king developed faith and thought, ‘I have done harm to such a pure being!’

source: བདག་ཉིད་ཀྱིས་བཀྲོལ་ཏེ། རྒྱལ་པོའི་ཕོ་བྲང་དུ་སྤྱན་དྲངས་ནས་ཡན་ལག་ཐམས་ཅད་ཀྱིས་འཁྱུད་དེ། སེང་གེའི་ཁྲིའི་སྟེང་དུ་བཞག་ནས།
en: He released the bodhisattva immediately, invited him to the royal palace, embraced him, placed him on a lion throne,

source: ཅོད་པན་གྱི་ཐབས་བུད་དེ། བྱང་ཆུབ་སེམས་དཔའི་དབུ་ལ་བཏགས་ནས་སྨྲས་པ།
en: and restored the crown to him, taking the crown from his own head and placing it on the head of the bodhisattva. “He said,

source: ཁྱོད་ནི་རྒྱལ་པོའི་འོས་ལགས་ཀྱི། བདག་ནི་འོས་མ་ལགས་སོ་ཞེས་བྱས་ནས།
en: ‘You are the rightful king! I am not worthy.’

source: དེས་དེ་ལ་དཔུང་གི་ཚོགས་དང་། དཀོར་མཛོད་རྣམས་ཕུལ་ནས་བཟོད་པ་གསོལ་ཏེ་རང་གི་ཡུལ་དུ་སོང་ངོ་། །
en: He offered him back the armies and treasure houses, asked his forgiveness, and returned to his own country.

source: དེ་ནས་རྒྱལ་པོ་དབང་ཆེན་སྡེས། བྲམ་ཟེ་དེ་ལ་ནོར་གྱི་ཕུང་པོ་ཆེན་པོ་བྱིན་ནས། དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་གནས་པར་བྱས་སོ། །
en: Then King Mahendrasena gave the brahmin a mountain of riches and set him on the path of the ten virtuous actions.

source: དགེ་སློང་དག་དེའི་ཚེ་རྒྱལ་པོ་དབང་ཆེན་སྡེར་གྱུར་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །
en: “Monks, I am the one who was King Mahendrasena then, and lived the life of a bodhisattva.

source: དེའི་ཚེ་བྲམ་ཟེར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི། བྲམ་ཟེ་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was that brahmin then is none other than this brahmin.

source: དེའི་ཚེ་ཡང་འདི་དབུལ་བས་འཇིགས་པས། བདག་ཉིད་འཆི་བར་བྱས་པ་ལས། ངས་ནོར་གྱི་ཕུང་པོ་ཆེན་པོ་བྱིན་ནས། དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་གནས་པར་བྱས་སོ། །
en: At that time, for fear of poverty he was going to kill himself, and I presented him a mountain of riches and set him on the path of the ten virtuous actions.
